Repository: wp-plugins/pressbooks
Catalog: languages/pressbooks-*.po
Languages: km_kh, ta

source: Visit Book
km_kh: អាន​សៀវភៅ
ta: புத்தகத்தைப் பார்க்க

source: Visit Admin
km_kh: ចូលទៅ Admin
ta: நிர்வாகியைப் பார்க்க

source: Hide in Catalog
km_kh: លាក់ពីក្នុងបញ្ជីកាតាឡុក
ta: பட்டியலில் இருந்து மறைக்கவும்

source: Show in Catalog
km_kh: បង្ហាញក្នុងបញ្ជីកាតាឡុក
ta: பட்டியலில் காட்டுக

source: Catalog Status
km_kh: ស្ថានភាពកាតាឡុក
ta: பட்டியல் நிலை

source: Privacy Status
km_kh: ស្ថានភាព​ភាពឯកជន
ta: தனியுரிமை நிலை

source: Cover
km_kh: ក្រប
ta: மேல் அட்டை

source: Title
km_kh: ចំណងជើង
ta: தலைப்பு

source: Author
km_kh: អ្នក​និពន្ធ
ta: நூல் ஆசிரியர்

source: Tag
km_kh: ស្លាក
ta: குறிக்குழு

source: Featured
km_kh: លក្ខណៈពិសេស
ta: சிறப்பு

source: Pub Date
km_kh: កាលបរិច្ឆេទ​បោះពុម្ព
ta: வெளியீட்டு நாள்

source: Edit Tags
km_kh: កែសម្រួលស្លាក
ta: குறிக்குழுக்களை மாற்று

source: Private
km_kh: ឯកជន
ta: தனிப்பட்ட

source: Public
km_kh: សាធារណៈ
ta: பொதுவான

source: Organize your public Catalog page.
km_kh: រៀបចំទំព័របញ្ឌីកាតាឡុកសាធារណៈរបស់អ្នក
ta: உங்கள் பொதுப் பட்டியல் பக்கத்தை ஒழுங்குபடுத்துக

source: Show/Hide books
km_kh: បង្ហាញ / លាក់សៀវភៅ
ta: புத்தகங்களைக் காட்டுக/மறைக்க

source: Catalog sorting
km_kh: តម្រៀបលំដាប់បញ្ជី
ta: பட்டியல் வரிசை

source: Share your catalog
km_kh: ចែករំលែកបញ្ជីកាតាឡុករបស់អ្នក
ta: உங்கள் பட்டியலைப் பகிர்க

source: The public link to your catalog page
km_kh: តំណទៅទំព័របញ្ជីកាតាឡុកសាធារណៈរបស់អ្នក
ta: உங்கள் பட்டியல் பக்கத்தின் பொது இணைப்பு

source: My Catalog
km_kh: បញ្ជីកាតាឡុករបស់ខ្ញុុំ
ta: என் பட்டியல்

source: Edit Profile
km_kh: កែសម្រួលពត៌មាន
ta: அறிமுகக் குறிப்பை மாற்றுக

source: Visit Catalog
km_kh: ទស្សនាបញ្ជីកាតាឡុក
ta: பட்டியலைப் பார்க்க

source: Search
km_kh: ស្វែងរក
ta: தேடுக

source: Add By URL
km_kh: បន្ថែមដោយ URL
ta: தளமுகவரி மூலம் சேர்க்க

source: You do not have permission to do that.
km_kh: អ្នកមិនមានការអនុញ្ញាតដើម្បីធ្វើដូចនោះទេ ។
ta: இதைச் செய்ய உங்களுக்கு அனுமதி இல்லை.

source: The requested user does not exist.
km_kh: អ្នកប្រើដែលបានស្នើ មិនមានទេ។
ta: தேடப்படும் பயனர் இங்கு இல்லை.

source: Edit CSS
km_kh: កែសម្រួល CSS
ta: பாங்கைத் திருத்துக

source: Unexpected Error: There was a problem trying to query slug: %s - Please contact technical support.
km_kh: កំហុសមិនបានរំពឹងទុក: មានបញ្ហាមួយកំពុងតែព្យាយាមសួរ slug : %s - សូមទាក់ទងអ្នក ជំនួយការ​បច្ចេកទេស
ta: எதிர்பாராத வழு: slugஐ வினவுவதில் பழுது:%s - தொழில்நுட்ப உதவியை நாடுக.

source: Last 10 CSS Revisions
km_kh: ការពិនិត្យឡើងវិញ 10 CSS ចុងក្រោយ
ta: கடைசி 10 பாங்குப் பதிப்புகள்

source: by
km_kh: ដោយ
ta: இவரால் / இதனால்

source: This will overwrite existing custom CSS. Are you sure?
km_kh: នេះនឹងសរសេរជាន់ទៅលើ CSS ដែលកំពុងតែមានស្រាប់។ តើអ្នកប្រាកដ រឺទេ?
ta: இது ஏற்கெனவே உள்ள வழக்கமான பாங்கை மாற்றி விடும். நீங்கள் இம்மாற்றத்தை ஏற்றுக்கொள்கிறீர்களா?

source: PressBooks News
km_kh: ព័ត៌មាន​ពី PressBooks
ta: அச்சுப்புத்தகங்கள் பற்றிய செய்திகள்

source: My Book
km_kh: សៀវភៅរបស់ខ្ញុំ
ta: என் நூல்

source: Users
km_kh: អ្នកប្រើប្រាស់
ta: பயனாளர்கள்

source: Front Matter
km_kh: ផ្ទៃ​ខាងមុខ
ta: முன்பகுதி

source: Back Matter
km_kh: ផ្ទៃ​ខាងក្រោយ
ta: பிற்பகுதி

source: Add
km_kh: បន្ថែម
ta: சேர்க்கவும்

source: Organize
km_kh: រៀបចំ
ta: ஒருங்கிணை

source: Powered by
ta: வழங்கியோர்

source: About
km_kh: អំពី
ta: பற்றி

source: Help
km_kh: ជួយ
ta: உதவி

source: Contact
km_kh: ទំនាក់ទំនង
ta: தொடர்பு

source: Feedback
km_kh: មតិរិៈគន់
ta: பின்னூட்டம்

source: Close
km_kh: បិទ
ta: மூடுக

source: Theme Options
km_kh: ជម្រើស​លើសម្បក
ta: வடிவமைப்புத் தேர்வுகள்

source: Published
km_kh: បោះពុម្ពផ្សាយ
ta: வெளியிடப்பட்ட

source: Book Info
km_kh: ព័ត៌មាន​ពី​សៀវភៅ
ta: நூல் விவரங்கள்

source: Export
km_kh: នាំចេញ
ta: ஏற்றுமதி

source: EPUB is required for MOBI export. Would you like to reenable it?
km_kh: EPUB ត្រូវការ​ចាំបាច់​សម្រាប់​ការនាំចេញទម្រុង MOBI។ តើ​អ្នក​ចង់បើកវាវិញទេ?
ta: MOBI ஏற்றுமதிக்கு EPUB உம் தேவைப்படுகிறது. அதையும் ஏற்றுமதியில் சேர்க்கவா?

source: Sell
km_kh: លក់
ta: விற்க

source: Privacy Settings
km_kh: ការកំណត់ភាពឯកជន
ta: தனியுரிமை அமைப்புகள்

source: Privacy
km_kh: ភាពឯកជន
ta: தனியுரிமை

source: Advanced Settings
km_kh: ការកំណត់កម្រិតខ្ពស់
ta: மேம்பட்ட அமைப்புகள்

source: Advanced
km_kh: កម្រិតខ្ពស់
ta: மேம்பட்ட

source: Import
km_kh: នាំចូល
ta: இறக்குமதி

source: About PressBooks
km_kh: អំពី PressBooks
ta: அச்சுப்புத்தகங்கள் பற்றி

source: Support Forums
km_kh: វេទិកា​ជំនួយ
ta: உதவிக்கான வலைமன்றங்கள்

source: Add A New Book
km_kh: បន្ថែមសៀវភៅថ្មីមួយ
ta: புதிய நூலைச் சேர்

source: Network Admin
km_kh: បណ្តាញគ្រប់គ្រង
ta: வலைப்பின்னல் நிர்வாகி

source: Dashboard
km_kh: ផ្ទៃតាប្លូ
ta: கட்டுப்பாட்டகம்

source: Sites
km_kh: វេបសាយ
ta: தளங்கள்

source: Visit Network
km_kh: ចូលមើល​ទំព័រ​ប្រព័ន្ធ
ta: வலையமைப்பைப் பார்க்க

source: Visit Site
km_kh: ទស្សនាវ៉ិបសាយ
ta: தளத்தைப் பார்வையிடுக

source: Unsupported post type.
km_kh: ប្រភេទ​អត្ថបទ​មិនមានការគាំទ្រ។
ta: ஆதரவற்ற பதிவு வகை.

source: You do not have sufficient permissions to access that URL.
km_kh: អ្នកមិនមានសិទ្ធិគ្រប់គ្រាន់ក្នុងការចូលដំណើរការ URL នោះទេ។
ta: உங்களுக்கு இந்தத் தளமுகவரியை அணுக, போதிய அனுமதி இல்லை.

source: Site Visibility
km_kh: ភាព​មើលឃើញ​វែបសាយ
ta: தளப் பார்வை

source: Privacy options
km_kh: ជម្រើសភាពឯកជន
ta: தனியுரிமைத் தேர்வுகள்

source: Public. I would like this book to be visible to everyone.
km_kh: សាធារណៈ ។ ខ្ញុំចង់ឲ្យសៀវភៅនេះបង្ហាញឲ្យឃើញចំពោះអ្នកគ្រប់គ្នា
ta: பொது. நான் இப்புத்தகத்தை எல்லோரும் பார்க்கும் வண்ணம் வைத்திட விரும்புகிறேன்.

source: Private. I would like this book to be accessible only to people I invite.
km_kh: ភាពឯកជន ។ ខ្ញុំចង់ឲ្យសៀវភៅនេះអាចត្រូវបានចូលទៅដំណើរការបានតែសំរាប់អ្នកដែល​ខ្ញុំបានអញ្ជើញ ។
ta: தனிப்பயனுக்கானது. இந்நூலை நான் அழைப்பவர் மட்டும் காணத்தக்கதாக்க விரும்புகிறேன்.

source: Other Service URL
km_kh: URL សេវាផ្សេងៗ
ta: இதர சேவைகளின் தள முகவரிகள்

source: Email me validation error reports on export.
km_kh: ផ្ញើអ៊ីម៉ែល​ពីរបាយការណ៍កំហុសផ្ទៀតផ្ទាត់មកខ្ញុំ​ ពេលនាំទិន្នន័យចេញ។
ta: ஏற்றுமதியின் போது ஏற்பட்ட சரிபார்ப்புப் பிழைகளின் அறிக்கையை மின்னஞ்சல் செய்க.

source: Advanced options
km_kh: ជម្រើស​កម្រិតខ្ពស់
ta: மேலதிகத் தேர்வுகள்

source: No. Ignore validation errors.
km_kh: ទេ ។ មិនអើពើចំពោះការបញ្ជាក់កំហុស
ta: வேண்டாம். சரிபார்ப்புப் பிழைகளை பொருட்படுத்த வேண்டாம்.

source: Yes. Send the logs.
km_kh: មែន សូម​ផ្ញើកំណត់ហេតុនេះ។
ta: ஆம். பதிவுகளை அனுப்பவும்.

source: Note: validation error reports (for EPUB, Mobi, and PDF) are technical, and will require some effort to decipher. Unfortunately we cannot provide support for deciphering validation errors, but you could post errors on the <a href="http://forum.pressbooks.com/" target="_blank">PressBooks forum</a>, where we and other PressBooks users can help out as time permits. .
km_kh: ចំណាំ៖ របាយការណ៍​កំហុសការ​ផ្ទៀតផ្ទាត់ (សម្រាប់ EPUB, Mobi, និង PDF) គឺ​ជាបញ្ហា​បច្ចេកទេស ហើយ​នឹង​ត្រូវមាន​ការខិតខំ​ថែម​ទៀត ដើម្បី​បំបែកកូដ។ តែជាអកុសល យើង​មិន​អាច​ផ្តល់ជំនួយ​សម្រាប់រាល់​កំហុសការ​ផ្ទៀងផ្ទាត់ការ​បំបែក​កូដនោះទេ តែ​អ្នក​អាច​ប្រាប់ក្នុង​វេទិការ​ក្នុង <a href="http://forum.pressbooks.com/" target="_blank">PressBooks</a> ដែល​យើង និង​អ្នក​ប្រើប្រាស់ PressBooks ដទៃ​ទៀត​អាច​ជួយបាន​តាម​ពេលវេលា​របស់ម្នាក់ៗផ្តល់​អោយ។
ta: குறிப்பு: (EPUB, Mobi, மற்றும் PDF) சரிபார்ப்புப் பிழை அறிக்கைகளைப் புரிந்துகொள்ள, தொழில்நுட்ப அறிவு தேவை. எங்களால் தொழில்நுட்ப உதவி தர இயலாது. உங்கள் பிழை அறிக்கையை <a href="http://forum.pressbooks.com/" target="_blank">PressBooks பயனர் மன்றத்தில்</a> பதிவு செய்து உதவி கோரலாம். நாங்களும் மற்ற பயனர்களும் உங்களுக்கு உதவுவோம்.

source: Your cover image (%s x %s) is too small. It should be 625px on the shortest side.
km_kh: រូបភាពគម្របរបស់អ្នក (%s x %s) មានទំហំតូចណាស់។ វាគួរតែមានទំហំយ៉ាងតូចណាស់ 625px ។
ta: உங்கள் அட்டைப்படம் (%s x %s) மிகவும் சிறிதாக உள்ளது. குறைந்தது 625px இருக்க வேண்டும்.

source: Cover Image
km_kh: រូបភាពគម្រប
ta: அட்டைப்படம்

source: Part
km_kh: ផ្នែក
ta: பாகம்

source: Save Part
km_kh: រក្សាទុក​ផ្នែក
ta: பாகத்தைச் சேமிக்கவும்

source: Save Book Information
km_kh: រក្សាទុកសៀវភៅព័ត៌មាន
ta: நூல் விவரங்களைச் சேமிக்கவும்

source: General Book Information
km_kh: សៀវភៅពត៌មានទូទៅ
ta: பொது நூல் விவரங்கள்

source: Short Title
km_kh: ចំណងជើងខ្លី
ta: குறுந்தலைப்பு

source: In case of long titles that might be truncated in running heads in the PDF export.
km_kh: នៅក្នុងករណីនៃចំណងជើងវែងដែលអាចនឹងត្រូវបានកាត់ឱ្យខ្លីនៅក្នុងការនាំចេញទៅជា​ PDF
ta: PDF ஏற்றுமதியின் ஓடு தலைக்குறிப்பாக பயன்படும்போது துண்டிக்கப்படும் அளவுக்கு நீண்ட தலைப்பு எனில்

source: Subtitle
km_kh: ចំណងជើងរង
ta: துணைத்தலைப்பு

source: Author, file as
km_kh: អ្នក​និពន្ធ ឯកសារដូចជា
ta: எழுத்தாளர் பெயரை இப்படிப் பதிந்துகொள்க

source: This ensures that your ebook will sort properly in ebook stores, by the author's last name.
km_kh: នេះ​ដើម្បី​បញ្ជាក់​ថា សៀវភៅ​អេឡិចត្រូនិចអ្នក​ នឹង​តម្រៀប​តាមលំដាប់​ត្រឹមត្រូវ​ក្នុងហាង ដោយ​ត្រកូល​អ្នក​និពន្ធ។
ta: இது உங்கள் மின்னூல், அங்காடிகளில் ஆசிரியரின் உபப்பெயர் படி சரியாக வரிசைப்படுத்தப்படுவதை உறுதி செய்யும்.

source: Publisher
km_kh: អ្នកបោះពុម្ពផ្សាយ
ta: வெளியீட்டாளர்

source: Publisher City
km_kh: ទីក្រុង​រោងពុម្ព
ta: வெளியீட்டு இடம்

source: Publication Date
km_kh: កាលបរិច្ឆេទបោះពុម្ភផ្សាយ
ta: வெளியீட்டு நாள்

source: On-Sale Date
km_kh: នៅលើកាលបរិច្ឆេទលក់
ta: விற்பனை நாள்

source: The date you want your book to start selling in stores.
km_kh: កាលបរិច្ឆេទដែលអ្នកចង់សៀវភៅរបស់អ្នកក្នុងការចាប់ផ្តើមលក់នៅក្នុងហាង។
ta: அங்காடிகளில் உங்கள் நூல் விற்பனைக்கு வர வேண்டிய நாள்

source: Ebook ISBN
km_kh: លេខ​សៀវភៅ ISBN
ta: மின்னூல் ISBN

source: ISBN is the International Standard Book Number, and you'll need one if you want to sell your book in online ebook stores.
km_kh: ISBN គឺជាលេខសៀវភៅស្តង់ដាអន្តរជាតិ ហើយអ្នកនឹងត្រូវការវា ប្រសិនបើអ្នកចង់លក់​សៀវភៅរបស់អ្នកនៅលើបណ្តាញ ebook
ta: ஐஎஸ்பிஎன் என்பது பன்னாட்டு அளவில் தரப்படும் புத்தகத் தர எண். (International Standard Book Number.) உங்கள் நூலை இணைய மின்னூல் தளங்களில் விற்றிட இந்த எண் தேவைப்படும்.

source: Print ISBN
km_kh: ព្រីន ISBN
ta: அச்சு ISBN

source: ISBN is the International Standard Book Number, and you'll need one if you want to sell your book in online and physical book stores.
km_kh: ISBN គឺជាលេខសៀវភៅស្តង់ដាអន្តរជាតិ ហើយអ្នកនឹងត្រូវការវា ប្រសិនបើអ្នកចង់លក់​សៀវភៅរបស់អ្នកនៅលើបណ្តាញអនឡាញ និងហាងលក់សៀវភៅនានា
ta: ஐஎஸ்பிஎன் என்பது International Standard Book Number. உங்கள் நூலை மின்னூலாகவோ அச்சுப் படியாகவோ விற்க இது தேவைப்படும்.

source: Language
km_kh: ភាសា
ta: மொழி

source: Copyright
km_kh: កម្មសិទ្ធិ
ta: பதிப்புரிமை

source: Copyright Year
km_kh: កម្មសិទ្ធិ ឆ្នាំ
ta: பதிப்புரிமை பெற்ற ஆண்டு

source: Copyright Holder
km_kh: អ្នក​កាន់​កម្មសិទ្ធិ
ta: பதிப்புரிமை பெற்றவர்

source: Copyright Notice
km_kh: សេចក្តី​បញ្ជាក់​កម្មសិទ្ធិ
ta: பதிப்புரிமை அறிவிப்பு

source: Book Tagline
km_kh: ប្រយោគមួយបន្ទាត់នៃ​សៀវភៅ
ta: புத்தகத்தின் துணைத் தலைப்பு

source: A very short description of your book. It should fit in a Twitter post, and encapsulate your book in the briefest sentence.
km_kh: សេចក្ដីពិពណ៌នាខ្លីណាស់នៃសៀវភៅរបស់អ្នក។ វាគួរតែសាកសមល្មមនៅក្នុងគេហទំព័រ Twitter និងដាក់សៀវភៅរបស់អ្នកនៅក្នុងប្រយោគដ៏ខ្លីបំផុតមួយ ។
ta: உங்கள் நூல் பற்றிய அறிமுக உரை. ஒரு டிவிட்டர் பதிவுக்குள் அடங்கும்படியும் நூலின் மையக்கருவை விளக்கும் படியும் இருக்க வேண்டும்.

source: Short Description
km_kh: សេចក្តី​សង្ខេប
ta: குறு விளக்கம்

source: A short paragraph about your book, for catalogs, reviewers etc. to quote.
km_kh: កថាខណ្ឌខ្លីមួយអំពីសៀវភៅរបស់អ្នក សម្រាប់កាតាឡុក ពិនិត្យ -ល- ដើម្បីដកស្រង់​យោបល់។
ta: பட்டியலுக்காகவும் விமர்சகர்களுக்காகவும் உங்கள் நூலைப்பற்றிய குறுகிய விளக்கம்.

source: Long Description
km_kh: សេចក្តី​អត្ថាធិប្បាយ
ta: முழு விளக்கம்

source: The full description of your book.
km_kh: សេចក្ដីពណ៌នាពេញលេញនៃសៀវភៅរបស់អ្នក។
ta: உங்கள் நூலின் முழு விவரம்

source: Additional Catalogue Information
km_kh: ការបន្ថែមកាតាឡុកព៌តមាន
ta: மேலதிகப் பட்டியல் தகவல்கள்

source: Series Title
km_kh: ស៊េរីចំណងជើង
ta: தொடர் தலைப்பு

source: Series Number
km_kh: ស៊េរីលេខ
ta: தொடர் எண்

source: Editor
km_kh: អ្នកកែសម្រួល
ta: பொறுப்பாசிரியர்

source: Translator
km_kh: អ្នកបកប្រែ
ta: மொழிபெயர்ப்பாளர்

source: Keywords
km_kh: ពាក្យគន្លឹះ
ta: குறிச்சொற்கள்

source: To make it easier to find your book in online book stores and search engines.
km_kh: សម្រាប់ធ្វើវាឲ្យកាន់តែស្រួលក្នុងការស្វែងរកសៀវភៅរបស់អ្នកក្នុងបណ្តាញអនឡាញ និងម៉ាស៊ីនស្វែងរក ។
ta: மின் புத்தகக் கடைகளிலும் தேடு தளங்களிலும் உங்கள் நூலை எளிதாகப் பிறர் கண்டறிவதற்காக.

source: For those of you who like Twitter.
km_kh: សម្រាប់អ្នកដែលចូលចិត្ត Twitter ។
ta: டிவிட்டரை விரும்புவோர்க்கு

source: List Price (Print)
km_kh: បញ្ជីតម្លៃ (ព្រីន)
ta: பட்டியல் விலை (அச்சு)

source: List Price (PDF)
km_kh: បញ្ជីតម្លៃ (PDF)
ta: பட்டியல் விலை (PDF)

source: List Price (ebook)
km_kh: បញ្ជីតម្លៃ (ebook)
ta: பட்டியல் விலை (மின்னூல்)

source: List Price (Web)
km_kh: បញ្ជីតម្លៃ (វ៉ែប)
ta: பட்டியல் விலை (Web)

source: Bisac Subject
km_kh: ប្រធានបទ BISAC
ta: Bisac கருப்பொருள்

source: BISAC subject headings help your book get properly classified in (e)book stores.
km_kh: ប្រធានបទ BISAC ជួយឲ្យសៀវភៅរបស់អ្នកទទួលការចាត់ថ្នាក់ឱ្យបានត្រឹមត្រូវនៅក្នុង​បណ្តាញ(e)book ។
ta: BISAC கருப்பொருள் தலைப்புகள் உங்கள் நூலை மின்னூல், அச்சுப்புத்தகக் கடைகள் ஆகியவற்றில் முறையாக வகைப்படுத்த உதவும்.

source: Bisac Regional Theme
km_kh: ស្បែក​​នៃ​តំបន់ Bisac
ta: Bisac வட்டார வார்ப்புரு

source: Catalogue Order
km_kh: តម្រៀប​លំដាប់​កាតាឡុក
ta: பட்டியல் வரிசை

source: Chapter Metadata
km_kh: Metadata នៃជំពូក
ta: அதிகாரத்தின் மீத்தரவு

source: Chapter Short Title (appears in the PDF running header)
km_kh: ចំណងជើង​ខ្លី​នៃ​ជំពូក (បង្ហាញ​លើក្បាលទំព័រ​របស់ PDF)
ta: அதிகாரக் குறுந்தலைப்பு (PDF running headerக்காக)

source: Chapter Subtitle (appears in the Web/ebook/PDF output)
km_kh: ចំណងជើងខ្លី​នៃ​ជំពូក (បង្ហាញ​លើវែប សៀវភៅ​អេឡិចត្រូនិច ឬ PDF)
ta: அதிகாரக் குறுந்தலைப்பு (Web/மின்னூல்/PDF வெளியீட்டிற்காக)

source: Chapter Author (appears in Web/ebook/PDF output)
km_kh: អ្នក​និពន្ធ​នៃ​ជំពូក (បង្ហាញលើ វែប សៀវភៅ​អេឡិចត្រូនិច និង PDF)
ta: அதிகார ஆசிரியர் (Web/மின்னூல்/PDF வெளியீட்டிற்காக)

source: Export Settings
km_kh: ការកំណត់​ការនាំចេញ
ta: ஏற்றுமதி அமைப்புகள்

source: Include in exports
km_kh: រួមបញ្ចូល​ក្នុង​ការនាំចេញ
ta: ஏற்றுமதியில் சேர்க்க

source: Show title in exports
km_kh: បង្ហាញ​ចំណង​ជើង​ក្នុង​ឯកសារនាំចេញ
ta: தலைப்பை ஏற்றுமதியில் காட்டுக

source: Set as ebook start-point
km_kh: ដាក់​ជាចំនុច​ដំបូង​សៀវភៅ​អេឡិចត្រូនិច
ta: இதை மின்னூலின் தொடங்கு புள்ளியாக்கு

source: Front Matter Metadata
km_kh: Metadata ផ្ទៃ​ខាងមុខ
ta: முற்பகுதியின் மீத்தரவு

source: Front Matter Short Title (appears in the PDF running header)
km_kh: ចំណង​ជើង​ខ្លីលើ​ផ្ទៃ​ខាងមុខ (បង្ហាញលើ​ក្បាលទំព័រ​របស់ PDF)
ta: முற்பகுதி குறுந்தலைப்பு (PDF running headerக்காக)

source: Front Matter Subtitle (appears in the Web/ebook/PDF output)
km_kh: ចំណង​ជើង​ខ្លីលើ​ផ្ទៃ​ខាងមុខ (បង្ហាញ​លើវែប សៀវភៅ​អេឡិចត្រូនិច ឬ PDF)
ta: முற்பகுதியின் துணைத்தலைப்பு (Web/மின்னூல்/PDF வெளியீட்டிற்காக)

source: Front Matter Author (appears in Web/ebook/PDF output)
km_kh: អ្នក​និពន្ធ​ផ្ទៃ​ខាងមុខ (បង្ហាញលើ វែប សៀវភៅ​អេឡិចត្រូនិច និង PDF)
ta: முற்பகுதியின் ஆசிரியர் (Web/மின்னூல்/PDF வெளியீட்டிற்காக)

source: Extra Profile Information
km_kh: ព័ត៌​មានអ្នក​ប្រើប្រាស់​បន្ថែម
ta: கூடுதல் நேர்முக விவரங்கள்

source: English
km_kh: អង់គ្លេស
ta: ஆங்கிலம்

source: Chinese, Traditional
km_kh: ភាសាចិន បុរាណ
ta: மரபார்ந்த சீன மொழி

source: Estonian
ta: எஸ்தோனிய மொழி

source: French
km_kh: ភាសា​បារាំង
ta: பிரெஞ்சு மொழி

source: German
km_kh: អាល្លឺម៉ង់
ta: ஜெர்மன் மொழி

source: Japanese
km_kh: ជប៉ុន
ta: ஜப்பானிய மொழி

source: Portuguese, Brazil
km_kh: ប៉ទុយហ្កាល់, ប្រេហ្សីល
ta: போர்ச்சுகீசிய மொழி, பிரேசில்

source: Spanish
km_kh: អេស្ព៉ាញ
ta: ஸ்பானிஷ் மொழி

source: Tags For
km_kh: ស្លាកសំរាប់
ta: குறிச்சொற்கள்

source: Tags
km_kh: ស្លាក
ta: குறிச்சொற்கள்

source: Comma delimited
km_kh: ដាក់គម្លាត​ដោយក្បៀស
ta: காற்புள்ளி வரம்புக்குறியாகும் (Comma delimited)

source: My Catalog Profile
km_kh: ព័ត៌​មាន​កាតាឡុក​របស់​ខ្ញុំ
ta: என் பட்டியலின் அறிமுகக் குறிப்புக்கள்

source: URL
ta: தளமுகவரி

source: Tags Name
km_kh: ឈ្មោះ​ស្លាក
ta: குறிச்சொற்களின் பெயர்கள்

source: Logo Or Image
km_kh: រូបសញ្ញា ឬ រូបភាព
ta: சின்னம் அல்லது படம்

source: Error: Something went wrong. See logs for more details.
km_kh: កំហុស៖ មាន​អ្វី​មួយខុស។ សូមមើលកំណត់​ត្រា ដើម្បីដឹង​ព័ត៌​មាន​លម្អិត។
ta: வழு: ஏதோ தவறு நேர்ந்திருக்கிறது. கூடுதல் விவரங்களுக்குக் 'குறிப்புகளை'ப் பார்க்கவும்.

source: You are currently editing CSS for
km_kh: អ្នកកំពុងតែកែសម្រួល CSS សំរាប់
ta: நீங்கள் தற்போது திருத்திக் கொண்டிருக்கும் CSS

source: Copy CSS from
km_kh: ចម្លង CSS ពី
ta: CSSஐ இதனின்று நகல் எடு

source: Save
km_kh: រក្សាទុក
ta: சேமி

source: Error: The export failed. See logs for more details.
km_kh: កំហុស៖ ការនាំចេញបរាជ័យ។ សូមមើលកំណត់​ត្រា ដើម្បីដឹង​ព័ត៌​មាន​លម្អិត។
ta: வழு: ஏற்றுமதியில் தவறு நேர்ந்திருக்கிறது. அதிக விவரங்களுக்குக் 'குறிப்புகளை'ப் பார்க்கவும்.

source: Warning: The export has validation errors. See logs for more details.
km_kh: បម្រាម៖ ការនាំចេញជួបកំហុស​ផ្ទៀង​ផ្ទាត់។ សូមមើលកំណត់​ត្រា ដើម្បីដឹង​ព័ត៌​មាន​លម្អិត។
ta: எச்சரிக்கை: இந்த ஏற்றுமதியில் சரிபார்த்தல் பிழைகள் உள்ளன. மேலதிக விவரங்களுக்குப் பின்னணிக் குறிப்புகளைப் (logs) பார்க்கவும்

source: Emailed to:
km_kh: អ៊ីម៉ែលទៅ៖
ta: இவருக்கு மின்னஞ்சல் அனுப்பப் பட்டது :

source: You can export multiple file formats by selecting your Export Format Options below. PressBooks saves your last %s batches of exported files.
ta: கோப்பு வகைகளைத் தெரிவு செய்வதன் மூலம், நீங்கள் பல்வேறு கோப்பு வகைகளில் ஏற்றுமதி செய்ய முடியும். அச்சுப்புத்தகங்கள் கடைசி %s முறை ஏற்றுமதி செய்தவற்றைச் சேமித்து வைக்கிறது.

source: Export Your Book
km_kh: នាំចេញសៀវភៅរបស់អ្នក
ta: உங்கள் புத்தகத்தை ஏற்றுக.

source: Latest Export
km_kh: នាំចេញចុងក្រោយបង្អស់
ta: அண்மைய ஏற்றுமதி

source: Exported
km_kh: បាននាំចេញ
ta: ஏற்றி முடிந்தது.

source: Are you sure you want to delete this?
km_kh: អ្នកប្រាកដទេ ដែលអ្នកចង់លុបចោលវា ?
ta: இதை நீக்க ஒப்புக்கொள்கிறீர்களா?

source: Your Export Format Options
ta: உங்கள் ஏற்றுமதி வடிவத் தேர்வுகள்

source: Select which formats you want to export
km_kh: ជ្រើសរើសទ្រង់ទ្រាយមួយណាដែលអ្នកចង់នាំចេញ
ta: ஏற்றுமதி செய்ய விரும்பும் கோப்பு வகைகளைத் தெரிவு செய்க

source: Standard book formats
km_kh: ស្តង់ដារទ្រង់ទ្រាយសៀវភៅ
ta: வழக்கமான புத்தக வடிவமைப்புகள்

source: PDF (for printing)
km_kh: PDF (សំរាប់ព្រីន)
ta: PDF (அச்சுக்காக)

source: EPUB (for Nook, iBooks, Kobo etc.)
km_kh: EPUB (សម្រាប់ Nook, iBooks, Kobo ។ល។)
ta: EPUB ( Nook, iBooks, Kobo போன்ற கருவிகளுக்காக )

source: MOBI (for Kindle)
km_kh: MOBI (សម្រាប់ Kindle)
ta: MOBI (கிண்டில் கருவிகளுக்காக)

source: ICML (for InDesign)
km_kh: ICML (សម្រាប់ InDesign)
ta: ICML (InDesign க்காக)

source: Your Export Theme Options
ta: உங்கள் ஏற்றுமதி வடிவமைப்புத் தேர்வுகள்

source: You are using the &ldquo;%s&rdquo; theme
km_kh: អ្នក​កំពុង​ប្រើស្បែក &ldquo;%s&rdquo;
ta: &ldquo;%s&rdquo; என்ற வடிவமைப்பு உங்கள் பயன்பாட்டில் உள்ளது.

source: Change Theme
km_kh: ប្តូរ​សម្បក​វែបសាយ
ta: வடிவமைப்பை மாற்றவும்

source: Change Theme Options
km_kh: ប្តូរជម្រើស​លើសម្បក
ta: வடிவமைப்புத் தேர்வுகளை மாற்றவும்

source: Import in progress: %s
km_kh: ការនាំចូល​កំពុង​ដំណើរការ៖ %s
ta: %s இறக்குமதியாகி இருக்கிறது

source: Are you sure you want to abort the import?
ta: இறக்குமதியை நிறுத்த ஒத்துக்கொள்கிறீர்களா?

source: Chapter
km_kh: ជំពូក
ta: அதிகாரம்

source: Start
km_kh: ចាប់ផ្តើម
ta: தொடங்கு

source: Cancel
km_kh: លុបចោល
ta: நீக்கு

source: Supported file extensions:
ta: ஆதரிக்கப்படும் கோப்பு நீட்சிகள்:

source: Maximum file size:
km_kh: អតិប្បរមាទំហំឯកសារ
ta: அதிகபட்ச கோப்பு அளவு:

source: Type of file
km_kh: ប្រភេទនៃឯកសារ
ta: கோப்பின் வகை:

source: File
km_kh: ឯកសារ
ta: கோப்பு

source: Upload file
km_kh: ដាក់​ឯកសារ
ta: கோப்பைப் பதிவேற்றுக

source: This book's global privacy is set to
km_kh: ភាពជាឯកជន​សៀវភៅ​នេះជាទូទៅ​ដាក់ជា​
ta: இப்புத்தகத்தின் பொதுவான தனிஉரிமை

source: Promote your book, set individual chapters privacy below.
km_kh: ផ្សាយ​ពី​សៀវភៅ​របស់​អ្នក ដោយ​ដាក់​ភាព​ឯកជន​លើ​ជំពូក​និមួយៗ​ផ្ទាល់​ដូច​ខាង​ក្រោម។
ta: அதிகாரங்களின் தனிப்பயனைக் கீழே அமைக்கலாம்.

source: Only users you invite can see your book, regardless of individual chapter privacy settings below.
km_kh: មានតែអ្នកដែលអ្នកបានអញ្ជើញប៉ុណ្ណោះដែលអាចមើលសៀវភៅរបស់អ្នក មិនថាការចាត់ចែងជំពូកឯកជនផ្ទាល់ខ្លួនខាងក្រោម ។
ta: கீழுள்ள அதிகாரங்களின் தனிஉரிமை அமைப்பு எதுவாக இருந்தாலும், உங்களால் அழைக்கப்படுபவர் மட்டுமே இப்புத்தகத்தைப் பார்க்க இயலும்.

source: Chapters
km_kh: ជំពូក
ta: அதிகாரங்கள்

source: Add Front Matter
km_kh: ដាក់​ផ្នែក​ខាងមុខ
ta: முற்பகுதியைச் சேர்

source: Add Back Matter
km_kh: ដាក់​ផ្នែក​ខាង​ក្រោយ
ta: பிற்பகுதியைச் சேர்

source: Add Chapter
km_kh: បន្ថែមជំពូក
ta: அதிகாரத்தைச் சேர்

source: Add Part
km_kh: បន្ថែមផ្នែក
ta: பாகத்தைச் சேர்

source: Comments
km_kh: មតិយោបល់
ta: பின்னூட்டங்கள்

source: Status
km_kh: ស្ថានភាព​
ta: நிலை

source: Edit
km_kh: កែសម្រួល
ta: தொகு

source: Ebook start point
km_kh: ចំនុច​ផ្តើមនៃ​សៀវភៅ​អេឡិចត្រូនិច
ta: மின்னூலின் தொடக்கம்

source: Delete
km_kh: លុបចោល
ta: நீக்குக

source: Reordering the Chapters
km_kh: ការរៀបលំដាប់ជំពូកម្តងទៀត
ta: அதிகாரங்களின் வரிசையை மாற்றுக

source: Sell Your Book
km_kh: លក់សៀវភៅរបស់អ្នក
ta: உங்கள் நூலை விற்க

source: Would you like help getting your ebook and print-on-demand book into stores?
ta: உங்கள் மின்னூல், கோரிக்கையின் பேரில் அச்சிடப்படும் நூல் (Print-on-demand book) ஆகியவற்றை அங்காடிகளில் வெளியிட உங்களுக்கு உதவி தேவையா?

source: Ebook Distribution
ta: மின்னூல் பகிர்வு

source: We recommend <a href="%s" target="_blank">BookBaby</a>, a service which will get your book into 11 different ebooks stores.
ta: நாங்கள் <a href="%s" target="_blank">BookBaby</a> சேவையைப் பரிந்துரைக்கிறோம். இச்சேவை உங்கள் நூலை 11 மின்னூல் அங்காடிகளில் வெளியிட உதவும்.

source: For a flat fee starting at $99 (with a 10% discount for PressBooks users and 100% royalties going to you), BookBaby will send your book to the Kindle Store, Barnes & Noble, Apple's iBook store, Kobo, and more.
ta: தொடக்கக் கட்டணம் 99 டாலருக்கு, 'புக்பேபி' உங்கள் நூலை கிண்டில் ஸ்டோர், பார்னஸ் & நோபிள், ஆப்பிளின் ஐபுக் ஸ்டோர், கோபோ போன்ற அங்காடிகளுக்கு அனுப்பும். (PressBooks பயனாளர்களுக்கு 10% தள்ளுபடியும் உண்டு. விற்பனையில் 100% உரிமை உங்களுக்கே)

source: Distribute with BookBaby
ta: BookBaby மூலம் பகிர

source: Print-On-Demand
ta: வேண்டுகோளின் பேரில் அச்சிடு (Print-On-Demand)

source: You can submit your PDF exports to <a href="%s" target="_blank">CreateSpace</a> to get print versions of your books into Amazon, and to order copies for yourself.
ta: உங்கள் PDF exportகளை <a href="%s" target="_blank">CreateSpace</a>க்கு சமர்ப்பித்து உங்கள் நூலின் அச்சுப் பிரதிகளை Amazonக்கு அனுப்பலாம்; நீங்களும் தருவித்துக் கொள்ளலாம்.

source: Print-on-Demand with CreateSpace
ta: CreateSpace மூலம் கோரிக்கையின் பேரில் அச்சிடு (Print-on-Demand)

source: Create a Buy Page on PressBooks
ta: அச்சுப்புத்தகத்தில் விற்பனைப் பக்கத்தை உருவாக்கவும்

source: Once your books are available in stores, you can add the links to bookstores below, and we'll make a Buy page on the web version of your PressBooks book.
ta: உங்கள் புத்தகங்கள் அங்காடிகளில் வெளிவந்த பின், அந்தந்த அங்காடிகளின் சுட்டியைக் கீழ்க்கண்டவாறு சேர்க்கவும். நாங்கள் உங்கள் புத்தகத்தின் மின் வடிவில், ஒரு விற்பனைப் பக்கத்தை உருவாக்கி இணைத்துவிடுவோம்.

source: Main Body
ta: மையப் பகுதி

source: Introduction
km_kh: សេចក្តីណែនាំ
ta: அறிமுகம்

source: This is where you can write your introduction.
km_kh: នេះគឺជាកន្លែងដែលអ្នកអាចសសេរសេចក្តីណែនាំរបស់អ្នក
ta: இது உங்களுக்கான இடம்! அறிமுகப்படுத்திக் கொள்ளலாமே!

source: Chapter 1
km_kh: ជំពូក១
ta: அதிகாரம் 1

source: This is the first chapter in the main body of the text. You can change the text, rename the chapter, add new chapters, and add new parts.
ta: இதுவே உங்கள் நூலின் முதன்மைப் பகுதியின் முதல் அதிகாரம் ஆகும். நீங்கள் உரையைத் திருத்தலாம்; அதிகாரத்தை மறுபெயரிடலாம்; புதிய அதிகாரத்தையையோ புதிய பகுதியையோ சேர்க்கலாம்.

source: Appendix
ta: பிற்சேர்க்கை

source: This is where you can add appendices or other back matter.
ta: நூலின் பின்னிணைப்புகளையும் பிற்பகுதிகளையும் இங்கே சேர்க்கலாம்.

source: Authors
km_kh: អ្នកនិពន្ធ
ta: நூல் ஆசிரியர்கள்

source: Table of Contents
km_kh: តារាងមាតិកា
ta: பொருளடக்கம்

source: Book Description
km_kh: សៀវភៅពិពណ៌នា
ta: நூல் அறிமுகம்

source: Buy
km_kh: ទិញ
ta: வாங்குக

source: Access Denied
ta: ஒப்புதல் இல்லை
