Repository: wp-plugins/pressbooks
Catalog: languages/pressbooks-*.po
Languages: km_kh, ta

source: This book is private, and accessible only to registered users. If you have an account you can login <a href="/wp-login.php">here</a>. You can also set up your own PressBooks book at: <a href="http://pressbooks.com">PressBooks.com</a>.
ta: இந்தப் புத்தகம் தனிப்பயனுக்கானது. பதிவு செய்த உறுப்பினர்கள் மட்டுமே படிக்க முடியும். உங்களிடம் ஒரு கணக்கு இருந்தால் <a href="/wp-login.php">நுழைக</a> . உங்கள் சொந்த நூல்களையும் இங்கு <a href="http://pressbooks.com">PressBooks.com</a>. உருவாக்கலாம்.

source: Custom CSS for Ebook
ta: மின்னூலுக்கான தனி CSS

source: Custom CSS for PDF
ta: PDFக்கான தனி CSS

source: Custom CSS for Web
ta: இணையத்திற்கான தனி CSS

source: Default Data
ta: இயல்புத் தரவுகள்

source: Simple Book Production
ta: எளிய புத்தகத் தயாரிப்பு

source: Catalog Logo
km_kh: រូបសញ្ញាកាតាឡុក
ta: பட்டியல் சின்னம்

source: Settings saved.
ta: அமைப்புகள் சேமிக்கப் பட்டன

source: Invalid URL
km_kh: URL មិនត្រឹមត្រូវ
ta: தவறான தளமுகவரி

source: No book found
km_kh: រកមិនឃើញសៀវភៅ
ta: ஒரு நூல் கூட இல்லை

source: File not found
km_kh: រកមិនឃើញឯកសារ
ta: கோப்பு கிடைக்கவில்லை

source: Title Page
km_kh: ចំណងជើងទំព័រ
ta: தலைப்புப் பக்கம்

source: Make your own books using PressBooks.com
ta: PressBooks.comஐ பயன்படுத்தி உங்கள் புத்தகத்தை உருவாக்குங்கள்

source: Table Of Contents
km_kh: តារាងមាតិកា
ta: பொருளடக்கம்

source: Contents
km_kh: មាតិកា
ta: உள்ளடக்கம்

source: Invalid permission error
ta: வழு : ஒப்புதல் இல்லை

source: Notes
km_kh: កំណត់សម្គាល់
ta: குறிப்புகள்

source: Your file does not appear to be a valid %s.
ta: உங்கள் கோப்பு ஒரு முறையான %s கோப்பாக இல்லை.

source: Imported %s chapters.
ta: %s அதிகாரங்களைக் கொண்டு வந்து விட்டோம்.

source: This does not appear to be a WXR file, missing/invalid WXR version number
ta: இது ஒரு WXR கோப்பா என அறியமுடியவில்லை. WXR பதிப்பு எண் சரியாக இல்லை அல்லது அகப்படவில்லை.

source: Your cover image should be 625px on the shortest side.
km_kh: រូបភាពគម្របរបស់អ្នកគួរតែមានទំហំយ៉ាងតូចបំផុត 625px ។
ta: உங்கள் அட்டைப்படத்தின் சிறிய பக்கம் 625px இருக்க வேண்டும்.

# post type general name
source: Chapters
km_kh: ជំពូក
ta: அதிகாரங்கள்

# post type singular name
source: Chapter
km_kh: ជំពូក
ta: அதிகாரம்

# book
source: Add New Chapter
km_kh: បន្ថែមជំពូកថ្មី
ta: அதிகாரத்தைச் சேர்

source: Add New Chapter
km_kh: បន្ថែមជំពូកថ្មី
ta: அதிகாரத்தைச் சேர்

source: Edit Chapter
km_kh: កែសម្រួលជំពូក
ta: அதிகாரத்தைத் திருத்து

source: New Chapter
km_kh: ជំពូកថ្មី
ta: புது அதிகாரம்

source: View Chapter
km_kh: មើលជំពូក
ta: அதிகாரத்தைப் பார்க்கவும்

source: Search Chapters
km_kh: ស្វែងរកជំពូក
ta: அதிகாரங்களைத் தேடுக

source: No chapters found
km_kh: រកមិនឃើញជំពូក
ta: அதிகாரம் கிடைக்கவில்லை

source: No chapters found in Trash
ta: குப்பைத் தொட்டியில் அதிகாரங்கள் ஏதும் இல்லை

source: Text
km_kh: អត្ថបទ
ta: உரை

# post type general name
source: Parts
km_kh: ផ្នែក
ta: பாகங்கள்

# post type singular name
source: Part
km_kh: ផ្នែក
ta: பாகம்

# book
source: Add Part
km_kh: បន្ថែមផ្នែក
ta: ஒரு பாகத்தைச் சேர்க்க

source: Add New Part
km_kh: បន្ថែមផ្នែកថ្មី
ta: புதிய பாகத்தைச் சேர்

source: Edit Part
km_kh: កែសម្រួលផ្នែក
ta: பாகத்தைத் திருத்துக

source: New Part
km_kh: ផ្នែកថ្មី
ta: புதிய பாகம்

source: View Part
km_kh: មើលផ្នែក
ta: பாகத்தைப் பார்

source: Search Parts
km_kh: ស្វែងរកផ្នែក
ta: பாகங்களைத் தேடுக

source: No parts found
km_kh: រកមិនឃើញផ្នែក
ta: பாகம் ஏதும் இல்லை

source: No parts found in Trash
ta: குப்பைத் தொட்டியில் பாகம் ஏதும் இல்லை

source: Parts
km_kh: ផ្នែក
ta: பாகங்கள்

# post type general name
source: Front Matter
ta: முற்பகுதி

# post type singular name
source: Front Matter
ta: முற்பகுதி

# book
source: Add New Front Matter
ta: புது முற்பகுதியைச் சேர்

source: Add New Front Matter
ta: புது முற்பகுதியைச் சேர்

source: Edit Front Matter
ta: முற்பகுதியைத் திருத்துக

source: New Front Matter
ta: புது முற்பகுதி

source: View Front Matter
ta: முற்பகுதியைக் காண்க

source: Search Front Matter
ta: முற்பகுதியில் தேடுக

source: No front matter found
ta: முற்பகுதி ஏதும் இல்லை

source: No front matter found in Trash
ta: குப்பைத் தொட்டியில் முற்பகுதி ஏதும் இல்லை

# post type general name
source: Back Matter
ta: பிற்பகுதி

# post type singular name
source: Back Matter
ta: பிற்பகுதி

# book
source: Add New Back Matter
ta: புது பிற்பகுதியைச் சேர்

source: Add New Back Matter
ta: புது பிற்பகுதியைச் சேர்

source: Edit Back Matter
ta: பிற்பகுதியைத் திருத்துக

source: New Back Matter
ta: புதிய பிற்பகுதி

source: View Back Matter
ta: பிற்பகுதியைப் பார்

source: Search Back Matter
ta: பிற்பகுதியில் தேடுக

source: No back matter found
ta: பிற்பகுதி ஏதும் இல்லை

source: No back matter found in Trash
ta: குப்பைத் தொட்டியில் பிற்பகுதி ஏதும் இல்லை

# post type general name
source: Book Information
km_kh: សៀ​វភៅពត៌មាន
ta: நூல் விவரங்கள்

# post type singular name
source: Book Information
km_kh: សៀ​វភៅពត៌មាន
ta: நூல் விவரங்கள்

# book
source: Add New Book Information
km_kh: បន្ថែមសៀវភៅពត៌មានថ្មី
ta: புது நூல் விவரங்களைச் சேர்

source: Edit Book Information
km_kh: កែសម្រួលសៀវភៅពត៌មាន
ta: புத்தக விவரங்களைத் திருத்துக

source: New Book Information
km_kh: សៀវភៅពត៌មានថ្មី
ta: புது புத்தக விவரங்கள்

source: View Book Information
km_kh: មើលសៀវភៅពត៌មាន
ta: புத்தக விவரங்களைப் பார்க்க

source: Search Book Information
km_kh: ស្វែងរកសៀវភៅពត៌មាន
ta: புத்தக விவரங்களைத் தேடுக

source: No book information found
ta: புத்தக விவரங்கள் ஏதும் இல்லை

source: No book information found in Trash
ta: குப்பைத் தொட்டியில் புத்தக விவரங்கள் ஏதும் இல்லை

source: Book Information
km_kh: សៀ​វភៅពត៌មាន
ta: நூல் பற்றிய விவரங்கள்

source: Error: Unknown export format.
ta: பிழை : எமக்குத் தெரியாத ஏற்றுமதி வடிவம்

source: No catalog was found for user
ta: இந்தப் பயனருக்கு பட்டியல் ஏதும் இல்லை

# taxonomy general name
source: Front Matter Types
ta: முற்பகுதி வகைகள்

# taxonomy singular name
source: Front Matter Type
ta: முற்பகுதி வகை

source: Search Front Matter Types
ta: முற்பகுதி வகைகளைத் தேடுக

source: Popular Front Matter Types
ta: பலருக்கும் தெரிந்த முற்பகுதி வகைகள்

source: All Front Matter Types
ta: அனைத்து முற்பகுதி வகைகள்

source: Edit Front Matter Type
ta: முற்பகுதி வகையைத் திருத்துக

source: Update Front Matter Type
ta: முற்பகுதி வகையை மேம்படுத்துக

source: Add New Front Matter Type
ta: புது முற்பகுதி வகையைச் சேர்

source: New Front Matter Type Name
ta: புது முற்பகுதி வகையின் பெயர்

source: Separate front matter types with commas
ta: முற்பகுதி வகைகளை அரைப்புள்ளி கொண்டு பிரிக்கவும்

source: Add or remove front matter type
ta: முற்பகுதி வகையைச் சேர்/பிரி

source: Choose from the most used front matter type
ta: பொதுவான முற்பகுதி வகையிலிருந்து தேர்ந்தெடுக்கவும்

source: Front Matter Types
ta: முற்பகுதி வகைகள்

# taxonomy general name
source: Back Matter Types
ta: பிற்பகுதி வகைகள்

# taxonomy singular name
source: Back Matter Type
ta: பிற்பகுதி வகை

source: Search Back Matter Types
ta: பிற்பகுதி வகைகளில் தேடுக

source: Popular Back Matter Types
ta: அறியப்பட்ட பிற்பகுதி வகைகள்

source: All Back Matter Types
ta: அனைத்து பிற்பகுதி வகைகள்

source: Edit Back Matter Type
ta: பிற்பகுதி வகையைத் திருத்துக

source: Update Back Matter Type
ta: பிற்பகுதி வகையை மேம்படுத்துக

source: Add New Back Matter Type
ta: புது பிற்பகுதி வகையைச் சேர்

source: New Back Matter Type Name
ta: புது பிற்பகுதி வகையின் பெயர்

source: Separate back matter types with commas
ta: பிற்பகுதி வகைகளை அரைப்புள்ளி (,) கொண்டு பிரிக்கவும்

source: Add or remove back matter type
ta: பிற்பகுதி வகையைச் சேர்/நீக்கு

source: Choose from the most used back matter type
ta: பொதுவான பிற்பகுதி வகையிலிருந்து தேர்ந்தெடுக்கவும்

source: Back Matter Types
ta: பிற்பகுதி வகைகள்

source: PressBooks will not work with your version of PHP. PressBooks requires PHP version %s or greater. Please upgrade PHP if you would like to use PressBooks.
ta: இந்த பிஎச்பி பதிப்பிற்கு அச்சுப்புத்தகம் செயல்படாது. அச்சுப்புத்தகம் சரிவர இயங்க, பிஎச்பியின் %s பதிப்போ அதற்கு மேலோ தேவை. எனவே, தயவுசெய்து உங்கள் பிஎச்பியைத் தகுந்த பதிப்பிற்கு உயர்த்தவும்.

source: PressBooks will not work with your version of WordPress. PressBooks requires a dedicated install of WordPress Multi-Site, version %s or greater. Please upgrade WordPress if you would like to use PressBooks.
ta: PressBooks உங்கள் WordPress பதிப்பில் வேலை செய்யாது. PressBooks க்கு WordPress Multi-Site, பதிப்பு %S அல்லது மேம்பட்ட பதிப்பு, தனியாக நிறுவப் பட வேண்டும். PressBooksஐ பயன்படுத்த விரும்பினால், உங்கள் WordPress ஐ மேம்படுத்துங்கள்.

source: Insert Footnote
km_kh: បញ្ចូលលេខយោង
ta: அடிக்குறிப்பைச் செருகவும்

source: Convert MS Word Footnotes
ta: மைக்ரோசாப்ட் வேர்டு அடிக்குறிப்புகளை மாற்றுக

source: Invalid permissions.
ta: சரியான ஒப்புதல் இல்லை.

source: Uh oh, something went wrong!
ta: ஐயயோ ! ஏதோ பிழை ஏற்பட்டுள்ளது.

# post type general name
source: Tests
ta: ஆய்வுகள்

# post type singular name
source: Test
ta: ஆய்வு

# Test
source: Add New
km_kh: បន្ថែមថ្មី
ta: புதிதாகச் சேர்க்க

source: Add New Test
ta: புதிய ஆய்வைச் சேர்க்க

source: Edit Test
ta: ஆய்வைத் திருத்துக

source: New Test
ta: புதிய ஆய்வு

source: All Tests
ta: எல்லா ஆய்வுகளும்

source: View Test
ta: ஆய்வைப் பார்க்க

source: Search Tests
ta: ஆய்வுகளைத் தேடுக

source: No Tests found
ta: ஆய்வு எதுவும் இல்லை

source: No Tests found in Trash
ta: குப்பைத் தொட்டியில் ஓர் ஆய்வும் இல்லை

source: part
km_kh: ផ្នែក
ta: பாகம்

source: This post is password protected. Enter the password to view any comments.
ta: இந்தப் பதிவு கடவுச்சொல் மூலம் பாதுகாக்கப் பட்டுள்ளது. கடவுச்சொல் தந்து பின்னூட்டங்களைப் பார்க்கலாம்

source: One Response to %2$s
ta: %2$sக்கு ஒரு மறுமொழி

source: <span class="meta-nav">&larr;</span> Older Comments
ta: <span class="meta-nav">&larr;</span> பழைய பின்னூட்டங்கள்

source: Newer Comments <span class="meta-nav">&rarr;</span>
ta: புதிய பின்னூட்டங்கள் <span class="meta-nav">&rarr;</span>

source: Comments are closed.
km_kh: មតិយោបល់ត្រូវបានបិទ
ta: பின்னூட்டங்களுக்கு ஒப்புதல் இல்லை

source: Submit
ta: சேர்

source: I wanted to share this post with you from
ta: இப்பதிவைத் தங்களிடம் பகிர்ந்துகொள்ள விரும்புகிறேன்

source: Email to a friend
km_kh: សារអេឡិចត្រូូនិចទៅកាន់មិត្ត
ta: நண்பருக்கு மின்னஞ்சலில் அனுப்புக

source: Share via Email
km_kh: ចែករំលែកតាមរយៈសារអេឡិចត្រូនិច
ta: மின்னஞ்சலில் பகிர்க

source: Book Name
km_kh: ឈ្មោះសៀវភៅ
ta: நூலின் பெயர்

source: PressBooks.com: Simple Book Production
ta: PressBooks.com: எளிய புத்தக உருவாக்கம்

source: Keywords/Tags
km_kh: ពាក្យគន្លឹះ / ស្លាក
ta: குறிச்சொற்கள்

source: Previous
km_kh: ពីមុន
ta: முந்தையது

source: Next
km_kh: បន្ទាប់
ta: அடுத்தது

source: %s on
ta: %s மேல்

source: (Edit)
km_kh: កែសម្រួល
ta: (தொகு)

source: Your comment is awaiting moderation.
ta: கருத்திட்டமைக்கு நன்றி! உங்கள் கருத்து ஒப்புதலுக்குப் பின் வெளியிடப்படும்.

source: Global options
ta: பொதுவான தேர்வுகள்

source: Chapter numbers
km_kh: លេខជំពូក
ta: அதிகார எண்கள்

source: display chapter numbers
km_kh: បង្ហាញលេខជំពូក
ta: அதிகார எண்களைக் காட்டுக

source: do not display chapter numbers
km_kh: កុំបង្ហាញលេខជំពូក
ta: அதிகார எண்களைக் காட்டாதே

source: PDF options
km_kh: ជម្រើស PDF
ta: PDF தேர்வுகள்

source: Page size
km_kh: ទំហំសន្លឹក
ta: பக்க அளவு

source: digest
ta: சுருக்கவுரை

source: A4
ta: ஏ4

source: A5
ta: ஏ5

source: Paragraph separator
km_kh: បំបែកកថាខណ្ឌ
ta: பத்தி பிரிப்பான்

source: indent
km_kh: ចូលបន្ទាត់
ta: ஓரம் சீர்செய்க

source: skip lines
km_kh: រំលងបន្ទាត់
ta: வரிகளைத் தவிர்த்திடுக

source: Blank pages
km_kh: ទំព័រទទេរ
ta: காலியான பக்கங்கள்

source: include blank pages (for print PDF)
km_kh: រួមបញ្ចូលទាំងទំព័រទទេរ (សំរាប់ព្រីន PDF)
ta: வெற்றுப் பக்கங்களைச் சேர்க்கவும் (அச்சு PDFக்காக)

source: remove blank pages (for web PDF)
km_kh: យកចេញទំព័រទទេរ (សំរាប់វ៉ែប PDF)
ta: வெற்றுப்பக்கங்களை நீக்கவும் (இணைய வலை PDFக்காக)

source: Table of contents
km_kh: តារាងមាតិកា
ta: பொருளடக்கம்

source: display
km_kh: បង្ហាញ
ta: காட்டு

source: do not display
km_kh: កុំបង្ហាញ
ta: காட்டாதே

source: Footnotes style
km_kh: ម៉ូដលេខយោង
ta: அடிக்குறிப்புகளின் அணி(style)

source: normal
km_kh: ធម្មតា
ta: இயல்பான

source: force as endnotes
ta: கடைக்குறிப்புகளாகக் கட்டாயப்படுத்து

source: Crop marks
ta: கத்தரிக்கப்பட்ட தடங்கள்

source: Hyphens
ta: சொல்லிடை கோடு

source: enabled
ta: செயல்படுத்தப்பட்ட

source: disabled
ta: முடக்கப்பட்ட

source: Widows
ta: சாளரங்கள்

source: Orphans
ta: ஏதிலிகள்

source: Ebook options
km_kh: ជម្រើស Ebook
ta: மின்னூல் தேர்வுகள்

source: Global Options
ta: பொதுவான தேர்வுகள்

source: Chapter Numbers
km_kh: លេខជំពូក
ta: அதிகார எண்கள்

source: Display chapter numbers
km_kh: លេខបង្ហាញជំពូក
ta: அதிகார எண்களைக் காட்டுக

source: These options apply universally to webbook, PDF and ebook exports.
ta: இந்தத் தேர்வுகள் வலைநூல், PDF, மின்னூல் ஆகியவற்றின் ஏற்றுமதிகளுக்குப் பொதுவானவை.

source: PDF Options
km_kh: ជម្រើស PDF
ta: PDF தேர்வுகள்

source: Page Size
km_kh: ទំហំសន្លឹក
ta: பக்க அளவு

source: Crop Marks
ta: கத்தரிக்கப்பட்ட தடங்கள்

source: Display crop marks
ta: கத்தரிக்கப்பட்ட தடங்களைக் காட்டுக

source: Enable hyphenation
ta: hyphenation ஐ செயல்படுத்துக

source: Paragraph Separation
km_kh: បំបែកកថាខណ្ឌ
ta: பத்திப் பிரித்தல்

source: Indent paragraphs
km_kh: ចូលបន្ទាត់កថាខណ្ឌ
ta: ஓரம் சீர்செய்யப்பட்ட பத்திகள்

source: Skip lines between paragraphs
km_kh: រំលងបន្ទាត់ចន្លោះពីកថាខណ្ឌ
ta: பத்திகளுக்கு இடையேயான வரிகளைத் தவிர்த்திடுக.

source: Blank Pages
km_kh: ទំព័រទទេរ
ta: காலியான பக்கங்கள்

source: Include blank pages (for print PDF)
km_kh: រួមបញ្ចូលទាំងទំព័រទទេរ (សំរាប់ព្រីន PDF)
ta: வெற்று பக்கங்களை சேர்க்கவும் (அச்சு PDFக்காக)

source: Remove all blank pages (for web PDF)
km_kh: យកចេញនូវទំព័រទទេរទាំងអស់ (សំរាប់វ៉ែប PDF)
ta: வெற்றுப் பக்கங்களை நீக்கவும் (இணைய வலை PDFக்காக)

source: Display table of contents
km_kh: បង្ហាញតារាងមាតិកា
ta: பொருளடக்க அட்டவணையைக் காட்டுக

source: Footnotes Style
km_kh: ម៉ូដលេខយោង
ta: அடிக்குறிப்புகளின் பாங்கு

source: Regular footnotes
km_kh: លេខយោងធម្មតា
ta: வழக்கமான அடிக்குறிப்புகள்

source: Force as endnotes
ta: கடைக்குறிப்புகளாகக் கட்டாயப்படுத்து

source: Ebook Options
km_kh: ជម្រើស Ebook
ta: மின்னூல் தேர்வுகள்

source: Page %s
km_kh: ទំព័រ %s
ta: பக்கம் %s

source: About The Book
km_kh: អំពីសៀវភៅ
ta: இந்தப் புத்தகத்தைப் பற்றி

source: It's coming!
km_kh: វាកំពុងមក
ta: இன்னும் சில நாட்களில் வெளியிடப்படும்

source: Buy the Book
km_kh: ទិញសៀវភៅ
ta: நூலை வாங்கவும்

source: You can buy <a href="%1$s">%2$s</a> by following any of the links below:
ta: கீழுள்ள இணைப்புகளுள் ஒன்றைப் பின்பற்றி நீங்கள் <a href="%1$s">%2$s</a> ஐ வாங்க முடியும்.

source: Purchase on <a href="%1$s">amazon.com</a>
ta: அமேசான்.காமில் <a href="%1$s"> amazon.com</a> வாங்கியது / வாங்கியவை

source: Purchase on <a href="%1$s">oreilly.com</a>
ta: ஓரெய்லி.காமில் <a href="%1$s"> oreilly.com</a> கொள்முதல்

source: Purchase on <a href="%1$s">barnesandnoble.com</a>
ta: பார்னெஸ்அண்டுநோபிள்.காமில் <a href="%1$s">barnesandnoble.com</a> கொள்முதல்

source: Purchase on <a href="%1$s">kobobooks.com</a>
ta: கோபோபுக்ஸ்.காமில் <a href="%1$s"> kobobooks.com</a>கொள்முதல்

source: Purchase on <a href="%1$s">apple.com</a>
ta: ஆப்பிள்.காமில் <a href="%1$s">apple.com</a> கொள்முதல்

source: Elsewhere
km_kh: កន្លែងដទៃៗ
ta: வேறு எங்காவது

source: Purchase here:
km_kh: ទិញនៅទីនេះ
ta: இங்கே வாங்குக :

source: login
km_kh: ចូល
ta: புகுபதிகை

source: logout
km_kh: ចាកចេញ
ta: விடு பதிகை

source: Admin
ta: நிர்வாகி

source: Read
km_kh: អាន
ta: படி

source: Pages:
km_kh: ទំព័រ
ta: பக்கங்கள்:

source: Home
km_kh: ផ្ទះ
ta: முகப்பு

source: Read more &raquo;
ta: மேலும் வாசிக்க &raquo;

source: Sorry, no authors could be found.
ta: மன்னிக்கவும்! நூல் ஆசிரியர் எவரும் கிடைக்கவில்லை.

source: Enter password.
km_kh: បញ្ចូលលេខសម្ងាត់
ta: கடவுச் சொல்லைத் தருக.

source: 0 comments
km_kh: ០ មតិយោបល់
ta: பின்னூட்டங்கள் இல்லை

source: 1 comment
km_kh: ១​មតិយោបល់
ta: 1 பின்னூட்டம்

source: % comments
km_kh: ​%​ មតិយោបល់
ta: % பின்னூட்டங்கள்

source: Leave a comment
km_kh: បញ្ចេញមតិយោបល់
ta: கருத்து கூறுக

source: You must be <a href="%s">logged in</a> to post a comment.
ta: கருத்து தெரிவிக்க நீங்கள் <a href="%s"> புகுபதிகை</a> செய்ய வேண்டும்.

source: Sorry, comments are closed.
km_kh: សូមទោស, មតិយោបល់ត្រូវបានបិទ
ta: மன்னிக்கவும். பின்னூட்டங்களுக்கு அனுமதி இல்லை.

source: Read more &#8594;
km_kh: អានថែមទៀត &#8594;
ta: மேலும் வாசிக்க &#8594;

source: read more &#8594;
km_kh: អានថែមទៀត &#8594;
ta: மேலும் வாசிக்க &#8594;

source: Sidebar 1
km_kh: របារចំហៀង១
ta: பக்கப் பட்டி 1

source: Sidebar 2
km_kh: របារចំហៀង​២
ta: பக்கப் பட்டி 2

source: Sidebar 3
km_kh: របារចំហៀង​៣
ta: பக்கப் பட்டி 3

source: Home Page Left Column
km_kh: ទំព័រដើមជួរឈរខាងឆ្វេង
ta: முதற் பக்கத்தின் இடது நிரல்

source: Home Page Right Column
km_kh: ទំព័រដើមជួរឈរខាងស្ដាំ
ta: முதற் பக்கத்தின் வலது நிரல்

source: Footer
km_kh: បាតកថា
ta: அடிக்குறிப்பு

source: ">read more &#8594;</a>
ta: ">மேலும் வாசிக்க &#8594;</a>

source: Featured Content
ta: சிறப்பு உள்ளடக்கம்

# _featured_content
source: Add New
km_kh: បន្ថែមថ្មី
ta: புதிதாகச் சேர்

# _featured_content
source: Add New Featured Content
ta: புதிய சிறப்பு அங்கத்தை சேர்க்கவும்

# _featured_content
source: Edit Featured Content
ta: சிறப்பு உள்ளடக்கத்தைத் தொகுக்கவும்

# _featured_content
source: New Featured Content
ta: சிறப்பு உள்ளடக்கம் - புதிது

# _featured_content
source: View Featured Content
ta: சிறப்பு உள்ளடக்கத்தைப் பார்க்க

# _featured_content
source: Search Featured Content
ta: சிறப்பு உள்ளடக்கத்தைத் தேடுக

# _featured_content
source: No Featured Content found
ta: சிறப்பு உள்ளடக்கம் எதுவும் கிடைக்கவில்லை

# _featured_content
source: No Featured Content in Trash
ta: குப்பைத்தொட்டியில் சிறப்பு உள்ளடக்கம் எதுவும் இல்லை

# _featured_content
source: Parent Featured Content Link:
ta: சிறப்பு உள்ளடக்கத்தின் மூல இணைப்பு:

# _author
source: Authors
km_kh: អ្នកនិពន្ធ
ta: நூல் ஆசிரியர்கள்

source: Author
km_kh: អ្នកនិពន្ធ
ta: நூல் ஆசிரியர்

# _author
source: Add New
km_kh: បន្ថែមថ្មី
ta: புதிதாகச் சேர்

# _author
source: Add New Author
km_kh: បន្ថែមនិពន្ធថ្មី
ta: புது எழுத்தாளரைச் சேர்

# _author
source: Edit Author
km_kh: កែសម្រួលការនិពន្ធ
ta: எழுத்தாளரைத் தொகு

# _author
source: New Author
km_kh: អ្នកនិពន្ធថ្មី
ta: புது எழுத்தாளர்

# _author
source: View Author
ta: எழுத்தாளரைப் பற்றித் தெரிந்து கொள்ள

# _author
source: Search Authors
km_kh: ស្វែងរកអ្នកនិពន្ធ
ta: நூல் ஆசிரியர்களைத் தேடுக

# _author
source: No Authors found
ta: எழுத்தாளர் எவரும் இல்லை

# _author
source: No Authors in Trash
ta: குப்பைத் தொட்டியில் நூல் ஆசிரியர் பெயர்கள் எவையும் இல்லை

# _author
source: Parent Author Link:
ta: மூல ஆசிரியர் பற்றிய இணைப்பு :

source: &#8592 Older Entries
ta: &#8592; பழைய பதிவுகள்

source: Newer Entries &#8594;
ta: புதிய பதிவுகள் &#8594;

source: Theme Options
ta: வடிவமைப்புத் தேர்வுகள்

source: These options will let you setup the social icons for your site. You can enter the URLs of your profiles to have the icons show up.
ta: இந்தத் தேர்வுகள் சமூக வலைத்தளக் குறி உருக்களை அமைக்க உதவுகின்றன. அவற்றைக் காட்ட, உங்கள் சமூக வலைத்தளங்களின் முகவரிகளைத் தருக.

source: Options saved
km_kh: ជម្រើសដែលបានរក្សាទុក
ta: தேர்வுகள் சேமிக்கப்பட்டன

source: Hide RSS Icon?
ta: RSS குறிஉருவை மறைக்கவா?

source: Hide the RSS feed icon?
ta: RSS செய்தியோடை படத்தை மறைக்கவா?

source: Enter your Facebook URL
ta: உங்கள் முகநூல் முகவரியைத் தருக

source: Leave blank to hide Facebook Icon
ta: முகநூல் குறிஉருவை மறைக்க வேண்டுமானால் காலியாக விடுக

source: Enter your Twitter URL
ta: உங்கள் டிவிட்டர் முகவரியைத் தருக

source: Leave blank to hide Twitter Icon
ta: டிவிட்டர் குறிஉருவை மறைக்கக் காலியாக விடுக

source: Enter your Tumblr URL
ta: உங்கள் டம்ப்ளர் தள முகவரியைத் தருக

source: Leave blank to hide Tumblr Icon
ta: டம்ப்ளர் குறிஉருவை மறைக்கக் காலியாக விடுக

source: Enter your Youtube Channel URL
ta: உங்கள் யூடியூப் தள உறுப்பினர் முகவரியைத் தருக

source: Leave blank to hide Youtube Icon
ta: யூடியூப் குறிஉருவை மறைக்கக் காலியாக விடுக.

source: Save Options
km_kh: ជម្រើសរក្សាទុក
ta: தேர்வுகளைச் சேமிக்கவும்

source: Older Entries &raquo;
ta: பழைய பதிவுகள் &raquo;

source: &laquo; Newer Entries
ta: &laquo; புதிய பதிவுகள்

source: No Comments
km_kh: គ្មានយោបល់
ta: பின்னூட்டங்கள் இல்லை

source: Sorry, no posts matched your criteria.
ta: ஐயோ! உங்கள் தேடலுக்குப் பொருந்துகின்ற பதிவுகள் ஏதுமில்லையே!

source: keep reading
km_kh: រក្សាការអាន
ta: தொடர்ந்து படிக்கவும்

source: 's Catalog Page
km_kh: ទំព័រកាតាឡុក
ta: இன் பட்டியல் பக்கம்

source: Catalog
km_kh: កាតាឡុក
ta: பட்டியல்

source: filtering by
km_kh: ត្រងដោយ
ta: வடிகட்டப்பட்டது

source: Sorry, but no books matched your filtering criteria. Please <a class="clear-filters" href="#">clear your current filters</a> and try again.
ta: மன்னிக்கவும், உங்கள் தேடலுக்கு ஒரு புத்தகமும் பொருந்தவில்லை. உங்கள் <a class="clear-filters" href="#">வடிகட்டிகளை நீக்கி விட்டு</a>, மீண்டும் முயலவும்.

source: PressBooks: the CMS for Books.
ta: அச்சுப்புத்தகங்கள்: புத்தகங்களுக்கான உள்ளடக்க மேலாண்மைக் கட்டகம்

source: Twitter
ta: டிவிட்டர்

source: Facebook
ta: முகநூல்

source: YouTube
ta: யூடியூப்

source: Tumblr
ta: டம்ப்ளர்

source: RSS Feed
ta: RSS செய்தியோடை

source: PressBooks
ta: அச்சுப்புத்தகங்கள்

source: BookOven Inc.
ta: புக்ஓவன் வணிக நிறுவனம்

source: Barnes and Noble URL
km_kh: Barnes និង Noble URL

source: ODT (word processing file format of OpenDocument)
km_kh: ODT (ឯកសារសរសេរទម្រង់ OpenDocument)
